[
    {
      "id": "1",
      "title": "Blood Donation",
      "description": "After ensuring and passed  screening test successfully you will be directed to a donor bed for donation. It will take only 6-10 minutes",
      "details": "An adequate amount of blood is needed in all health care facilities to meet the urgent need for patients facing trauma and other lifesaving procedures, such as blood transfusions – which saves millions of lives each year. Donating blood is a simple procedure that can be done within an hour.Blood from one donation can be divided into two components: red blood cells and plasma. The average adult has about 10 pints of blood, but a typical whole-blood donation is only 1 pint.",
      "img": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7527/production/_112019992__107317099_blooddonor976.jpg"
    },
    {
      "id": "2",
      "title": "Blood Store",
      "description": "You can find various group of blood in our blood store which is vary protected",
      "details": " Most people, when asked, cited altruistic reasons such as helping to save lives, feeling of community attachment or commitment to common good as their motive.Every drop of blood is like a breath for someone! Donate blood.Blood donation never asks to be rich or poor, any healthy person can donate blood.A life may depend on a gesture from you, you can save many lives with a bottle of blood.",
      "img": "https://media.istockphoto.com/photos/donating-blood-for-transfusions-blood-donation-and-blood-donor-bank-picture-id1171248030?k=20&m=1171248030&s=612x612&w=0&h=Y6oZO-PScjGwDw1XwIsZSP-5Ynyq-vpSWSDUOkxGdGo="
    },
    {
      "id": "3",
      "title": "Blood group",
      "description": "We have a long established group for your emergency blood. Needed blood is provided by us",
      "details": "The blood is stored in refrigerators at 2 to 6 degrees C. Each unit of whole blood normally is separated into several components. Red blood cells may be stored under refrigeration for a maximum of 42 days, or they may be frozen for up to 10 years. Red cells carry oxygen and are used to treat anaemia",
      "img": "https://www.thebhopalnews.com/wp-content/uploads/2021/05/blood-donation-facts-benefits-thumb.jpg"
    },
    {
      "id": "4",
      "title": "Registration",
      "description": "It is a long established fact that a reader will be distracted by the readable content of a page.",
      "details": "Create an online account.It is quick and easy. You can find out where you can donate and book an appointment view, change or cancel appointments update your personal details view your recent donation history within the last 5 years You will need a personal email address that only you can access.",
      "img": "https://www.wpkube.com/wp-content/uploads/2020/11/registration-form-plugins-wp-.png"
    },
    {
      "id": "5",
      "title": "Screening",
      "description": "A drop of blood from your finger will take for simple test to ensure that your blood iron levels are proper enough for donation ",
      "details": "The objective of blood screening is to detect markers of infection in order to prevent the release of infected blood and blood components for clinical use. Blood screening strategies are designed to assure the safety of blood units, but should not be used for notifying blood donors of reactive test results or randomised words which donot look even slightly believable.",
      "img": "https://progresssoft.imgix.net/blogs/debunking-blood-donation-myths-en.png"
    },
    {
      "id": "6",
      "title": "Refreshment",
      "description": "You can also stay in sitting room until you feel strong enough to leave our center. You will receive awesome drink from us in donation zone",
      "details": "Meats, fish, nuts and peanuts are common protein-packed foods rich in iron. In addition, foods such as raisins, beans, whole grains, rice flakes and watermelon can help restore your body's iron to keep you healthy.Donors are encouraged to have some drinks and snacks prepared after their donation. Donors are advised to drink plenty of fluid within the next 12 hours after their donation. This is to replace the fluid is loss during the donation.",
      "img": "https://blog.verisign.com/wp-content/uploads/VRSN_CelebrationJuly_BlogImages_201806-Refreshment-670x446.jpg"
    },
    {
      "id": "7",
      "title": "Blood Campaign",
      "description": "All over the world we have arranged total sixty thousands donation campaign and visit thousands of other venues on various occasions.",
      "details": "The purpose to organize a blood donation camp is to motivate people to donate blood and social works. The purpose of blood donation camp to select a suitable donor whose blood will be safe to the recipient and who himself shall not in any way be harmed by blood donation.Benefits of Blood Donation:Stimulates Blood Cell Production.Blood Donation helps to reduce risk of heart attack and cancer.Donation of blood, burns calories & helps in weight loss.Blood donation helps to maintain healthy liver.Prevents Hemochromatosis and helps to maintain iron level.",
      "img": "https://cosmosgroup.sgp1.cdn.digitaloceanspaces.com/thumbnail/lead/news/5255213_world-blood-donor-day.png"
    },
    {
      "id": "8",
      "title": "Blood Donate inspire",
      "description": "The volunteers who give their time and talents help to fulfill our mission.",
      "details": "Many studies have been done to determine what motivates blood donation. Most people, when asked, cited altruistic reasons such as helping to save lives, feeling of community attachment or commitment to common good as their motive.Every drop of blood is like a breath for someone! Donate blood.Blood donation never asks to be rich or poor, any healthy person can donate blood.A life may depend on a gesture from you, you can save many lives with a bottle of blood.",
      "img": "https://resize.indiatvnews.com/en/resize/newbucket/715_-/2020/06/blood-1591940990.jpg"
    }
  ]